---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleSortOrder.Descending
enum: Autodesk.Revit.DB.ScheduleSortOrder
source: html/22f0531d-3699-832b-c92e-966562b7c93a.htm
---
# Autodesk.Revit.DB.ScheduleSortOrder.Descending

Sort in descending order.